Repository: clouserw/discoplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: cs, it

source: View
cs: Zobrazit
it: Mostra

source: Not yet rated
cs: Dosud nehodnoceno
it: Nessun voto

source: Close
cs: Zavřít
it: Chiudi

source: No
cs: Ne

source: Yes
cs: Ano
it: Si

source: 10 Essential Desktop Apps
cs: 10 základních desktopových aplikací
it: Le 10 app indispensabili per Desktop

source: Search apps
cs: Vyhledat aplikace
it: Ricerca app

source: Game Time
cs: Čas na hry
it: È tempo di giocare

source: Check out our full catalog of desktop games.
cs: Podívejte se do našeho katalogu, který je plný her pro desktop.
it: Sfoglia l’intero catalogo dei giochi per Desktop.

source: See Games
cs: Podívejte se na hry
it: Mostra giochi

source: Games on the go
cs: Hry na cestu
it: Giochi in movimento

source: Help Captain Rogers blast his way through menacing asteroid fields. This mission requires fast reflexes, steely resolve, and a computer or mobile device!
cs: Pomozte kapitánu Rogerovi zvládnout jeho cestu přes hrozivé asteroidy. Tato mise vyžaduje rychlé reflexy, velké odhodlání a počítač či mobilní zařízení!
it: Aiuta il capitano Rogers a farsi largo tra una selva di asteroidi minacciosi. Questa missione richiede prontezza di riflessi, nervi saldi e un computer o un dispositivo portatile.

source: Find Firefox Apps from any page
cs: Nalezněte aplikace pro Firefox na libovolné stránce
it: Trova le app Firefox mentre stai navigando sul Web

source: Click the browser search arrow and select "Firefox Apps" to look for apps from any web page.
cs: Klepněte šipku u vyhledávání v prohlížeči a zvolte "Firefox Apps". Budete tak moci nalézt aplikace na libovolné webové stránce.
it: Fai clic sulla freccia della barra di ricerca di Firefox e seleziona “Firefox apps” per cercare app indipendentemente dalla pagina che stai visualizzando.

source: Oh no!
cs: Ale ne!

source: The page you were looking for was not found.
cs: Stránka kterou hledáte, nebyla nalezena.
it: Non è possibile trovare la pagina che stavi cercando.

source: An error occurred.
cs: Nastala chyba.
it: Si è verificato un errore.

source: Error loading more
cs: Chyba při načítání více záznamů
it: Errore durante il caricamento dei contenuti extra

source: Try Again
cs: Zkusit znovu
it: Riprova

source: For ages {0}+
cs: Pro věk {0}+
it: Per i maggiori di {0} anni

source: Generic
cs: Obecné
it: Generica

source: For all ages
cs: Pro všechny věkové skupiny
it: Per tutte le età

source: Rating Pending
cs: Čeká se na hodnocení
it: Valutazione in sospeso

source: Rating Refused
cs: Hodnocení zamítnuto
it: Valutazione rifiutata

source: Everyone
cs: Kdokoliv
it: Chiunque

source: Everyone 10+
cs: Kdokoliv 10+
it: Per i maggiori di 10 anni

source: Teen
cs: Mládež
it: Adolescenti

source: Mature 17+
cs: Starší 17+
it: Maggiori di 17 anni

source: Adults Only 18+
cs: Pouze pro dospělé 18+
it: Solo per adulti (maggiori di 18 anni)

source: You have been signed out
cs: Byl(a) jste odhlášen(a)
it: Hai effettuato la disconnessione

source: You have been signed in
cs: Byl(a) jste přihlášen(a).
it: Hai effettuato l’accesso

source: Error signing out
cs: Chyba při odhlašování
it: Errore durante il tentativo di disconnessione

source: Persona login failed. Maybe you don't have an account under that email address?
cs: Přihlášení pomocí Persona selhalo. Možná nemáte účet pod touto e-mailovou adresou?
it: Tentativo di accesso con Persona non riuscito. Sicuro di avere associato questo indirizzo email a un account Persona?

source: Persona login failed. A server error was encountered.
cs: Přihlášení pomocí Persona selhalo. Server navrátil chybu.
it: Tentativo di accesso con Persona non riuscito. Si è verificato un errore del server.

source: Persona cannot be reached. Try again later.
cs: Nepodařilo se kontaktovat službu Persona. Zkuste to znovu později.
it: Non è possibile contattare Persona. Riprova più tardi.

source: No internet connection
cs: Připojení k Internetu není k dispozici
it: Connessione a internet non disponibile

source: <b>{n}</b> character left.
cs: Zbývá <b>{n}</b> znak
it: <b>{n}</b> carattere rimanente.

source: Not Found
cs: Nebyla nalezena
it: Non trovato
